export var data = [
    { id: "001", pic: "pic/news_card.png", tag: "分類一", title: "夏日特別優惠！學習日語，暢遊日本！", date: "2023/11/15" },
    { id: "002", pic: "pic/news_card.png", tag: "分類二", title: "JLPT考試準備課程現開始報名！專業教學，模擬考試，彈性學習時間，與同學共同提升日語水平。", date: "2023/10/15" },
    { id: "003", pic: "pic/news_card.png", tag: "分類一", title: "免費試聽課程，歡迎新生加入！", date: "2023/09/15" },
    { id: "004", pic: "pic/news_card.png", tag: "分類一", title: "日文寫作比賽，展現你的創意！", date: "2023/08/15" },
    { id: "005", pic: "pic/news_card.png", tag: "分類一", title: "日本文化體驗，探索古老傳統！", date: "2023/07/15" },
    { id: "006", pic: "pic/news_card.png", tag: "分類一", title: "美食之旅，品嚐地道日本料理！", date: "2023/11/15" },
    { id: "007", pic: "pic/news_card.png", tag: "分類一", title: "自然風光，探訪日本迷人景點！", date: "2023/10/15" },
    { id: "008", pic: "pic/news_card.png", tag: "分類一", title: "現代都市，漫遊東京新潮街區！", date: "2023/01/15" },
    { id: "009", pic: "pic/news_card.png", tag: "分類一", title: "藝術之旅，欣賞日本當代藝術！", date: "2022/08/09" },
    { id: "010", pic: "pic/news_card.png", tag: "分類一", title: "歷史考察，追溯日本古老遺跡！", date: "2023/07/15" },
    { id: "011", pic: "pic/news_card.png", tag: "分類一", title: "宗教文化，體驗神社和寺廟之美！", date: "2020/11/06" },
    { id: "012", pic: "pic/news_card.png", tag: "分類一", title: "動漫之夜，參與日本動漫盛典！", date: "2020/10/15" },
    { id: "013", pic: "pic/news_card.png", tag: "分類一", title: "音樂盛事，沉浸日本音樂之夜！", date: "2021/09/15" },
    { id: "014", pic: "pic/news_card.png", tag: "分類一", title: "科技探索，發現日本科技奇蹟！", date: "2023/08/07" },
    { id: "015", pic: "pic/news_card.png", tag: "分類一", title: "自由行，打造屬於你的日本之旅！", date: "2023/07/15" },
    { id: "016", pic: "pic/news_card.png", tag: "分類一", title: "舞踏之舞，感受日本舞蹈藝術！", date: "2020/11/15" },
    { id: "017", pic: "pic/news_card.png", tag: "分類二", title: "自然奇觀，探秘日本獨特地理！(2)", date: "2023/10/08" },
    { id: "018", pic: "pic/news_card.png", tag: "分類三", title: "日本夜生活，體驗繁華夜都之美！", date: "2023/09/15" },
    { id: "019", pic: "pic/news_card.png", tag: "分類二", title: "JLPT考試準備課程現開始報名！專業教學，模擬考試，彈性學習時間，與同學共同提升日語水平。", date: "2023/10/15" },
    { id: "020", pic: "pic/news_card.png", tag: "分類一", title: "免費試聽課程，歡迎新生加入！", date: "2023/09/15" },
    { id: "021", pic: "pic/news_card.png", tag: "分類一", title: "日文寫作比賽，展現你的創意！", date: "2023/08/15" },
    { id: "022", pic: "pic/news_card.png", tag: "分類一", title: "日本文化體驗，探索古老傳統！", date: "2023/07/15" },
    { id: "023", pic: "pic/news_card.png", tag: "分類一", title: "美食之旅，品嚐地道日本料理！", date: "2023/11/15" },
    { id: "024", pic: "pic/news_card.png", tag: "分類一", title: "自然風光，探訪日本迷人景點！", date: "2023/10/15" },
    { id: "025", pic: "pic/news_card.png", tag: "分類一", title: "現代都市，漫遊東京新潮街區！", date: "2023/01/15" },
    { id: "026", pic: "pic/news_card.png", tag: "分類一", title: "藝術之旅，欣賞日本當代藝術！", date: "2022/08/09" },
    { id: "027", pic: "pic/news_card.png", tag: "分類一", title: "歷史考察，追溯日本古老遺跡！", date: "2023/07/15" },
    { id: "028", pic: "pic/news_card.png", tag: "分類二", title: "宗教文化，體驗神社和寺廟之美！", date: "2020/11/06" },
    { id: "029", pic: "pic/news_card.png", tag: "分類二", title: "動漫之夜，參與日本動漫盛典！", date: "2020/10/15" },
    { id: "030", pic: "pic/news_card.png", tag: "分類二", title: "音樂盛事，沉浸日本音樂之夜！", date: "2021/09/15" },
    { id: "031", pic: "pic/news_card.png", tag: "分類二", title: "科技探索，發現日本科技奇蹟！", date: "2023/08/07" },
    { id: "032", pic: "pic/news_card.png", tag: "分類二", title: "自由行，打造屬於你的日本之旅！", date: "2023/07/15" },
    { id: "033", pic: "pic/news_card.png", tag: "分類二", title: "舞踏之舞，感受日本舞蹈藝術！", date: "2020/11/15" },
    { id: "034", pic: "pic/news_card.png", tag: "分類二", title: "自然奇觀，探秘日本獨特地理！(2)", date: "2023/10/08" },
    { id: "035", pic: "pic/news_card.png", tag: "分類二", title: "日本夜生活，體驗繁華夜都之美！", date: "2023/09/15" },
    { id: "036", pic: "pic/news_card.png", tag: "分類二", title: "日文寫作比賽，展現你的創意！", date: "2023/08/15" }
]

export var data_2 = [
    {
        id: "001", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "002", content_header: "踏上日語學習之旅，JLPT考試準備課程現已開始報名！專業教學，模擬考試，與同學共同提升日語水平。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-1.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>全面覆蓋：涵蓋JLPT各項考試範疇，確保全方位學習。</li>
                    <li>互動模擬考試：定期舉行模擬考試，提升應試信心。</li>
                </ul>
                <span>歡迎您一同參與，共同鑄造卓越的學習成就！</span>`},
    {
        id: "003", content_header: "免費試聽課程，歡迎新生加入！探索日語之美，共同啟程學習的新一章。", content_img_1: "pic/news-content-2.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業導師引領：由經驗豐富的導師親自指導，確保深度學習。</li>
                    <li>互動學習環境：活潑的課堂氛圍，同學之間共同進步。</li>
                    <li>文化體驗活動：不僅學習語言，還能深入了解日本文化。</li>
                    <li>彈性學習時間：配合您的生活，提供靈活的學習時段。</li>
                </ul>
                <span>歡迎您一同參與，一起探索語言之美！</span>`},
    {
        id: "004", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "005", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "006", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "007", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "008", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "009", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "010", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "011", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "012", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "013", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "014", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "015", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "016", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "017", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "018", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "019", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "020", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "021", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "022", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "023", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "024", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "025", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "026", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "027", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "028", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "029", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "030", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "031", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "032", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "033", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "034", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "035", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`},
    {
        id: "036", content_header: "夏日特別優惠，讓您既能學習日語，又能暢遊日本！我們誠摯地邀請您參加我們的夏季學習活動，這是一個難得的機會，讓您掌握日語技能，同時體驗美麗的日本文化和風景。", content_img_1: "pic/news-content-1.png", content_img_2: "pic/news-content-2.png", content_main: ` <span>活動亮點：</span>
                <ul>
                    <li>專業教師指導：我們的專業教師團隊將為您提供優質的日語教育，從基礎到高級水平，讓您輕鬆學習。</li>
                    <li>文化體驗：除了學習日語，您還可以參加文化體驗活動，如茶道、日本料理烹飪課、傳統藝術和工藝品製作等，深入了解日本文化。</li>
                    <li>旅遊導覽：我們將組織精彩的旅遊導覽，帶您參觀日本的名勝古跡，探索城市風光，品嚐美食，並與當地居民互動。</li>
                </ul>
                <span>別錯過這個夏季學習之旅的機會，為自己打造難以忘懷的回憶！我們期待著與您一起度過充實的夏天，學習日語，暢遊日本。立即報名參加吧！</span>`}
]